package edu.hw8.Task1;

import java.util.Map;

public class Quotes {
    private Quotes() {
    }

    public static final Map<String, String> QUOTES = Map.of("личности", "Не переходи на личности там, где их нет",
        "оскорбления", "Если твои противники перешли на личные оскорбления, будь уверена — твоя победа не за горами",
        "глупый", "А я тебе говорил, что ты глупый? Так вот, я забираю свои слова обратно... Ты просто бог идиотизма.",
        "интеллект", "Чем ниже интеллект, тем громче оскорбления"
    );
}
